Repository: plakos/rw_translations
Catalog: *-group-blogs-*.po
Languages: de_de

source: RW Group Blogs
de_de: Externe Gruppenblogs

source: A plugin to add blog rss to groups
de_de: Ein Plugin, mit Hilfe dessen sich externe Bloginhalte in den Aktivitäten einer Buddypressgruppe darstellen lassen.

source: RW External Blogs
de_de: Externe Blogs

source: Blog: %s from %s in the group %s
de_de: Blog: %s von %s in der Gruppe %s

source: External Blogs
de_de: Externe Blogs

source: Refresh time:
de_de: Aktualisierungsinterval:

source: Add RSS feeds of blogs you'd like to attach to this group in the box below. Any future posts on these blogs will show up on the group page and be recorded in activity streams.
de_de: Füge beliebige URLs von RSS-Feeds externer Blogs in dieser Box hinzu. Beiträge dieser Blogs werden künftig unter den Aktivitäten auf der Gruppenseite angezeigt.

source: Seperate URL's with commas.
de_de: URLs duch Komma getrennt eingeben

source: Config to invite groupmember to blog.
de_de: Kopiere den folgenden Code und füge ihn in deinem Reliwerk Blog unter Benutzer > Gruppenmitglieder ein, um Mitglieder der Gruppe als Autoren im Blog einzuladen.

source: Enter RSS feed URL's for blogs you would like to attach to this group. Any future posts on these blogs will show on the group activity stream. Seperate URL's with commas.
de_de: Beliebige URLs von RSS-Feeds externer Blogs in dieser Box einfügen. Beiträge dieser Blogs werden künftig unter den Aktivitäten auf der Gruppenseite angezeigt. Mehrere Feed-URLs durch Komma getrennnt eingeben.

source: Update Feed URL's
de_de: Aktualiere die Eingaben.

source: External blog feeds updated successfully!
de_de: Externe Blog-Feeds wurden erfolgreich aktualisiert.
