Repository: plakos/rw_translations
Catalog: bp-docs-*.po
Languages: de_de

source: Comments are visible to: <strong>%s</strong>
de_de: Kommentare sind sichtbar für <strong>%s</strong>

source: Comments can be posted by: <strong>%s</strong>
de_de: Kommentare können verfasst werden durch <strong>%s</strong>

source: History can be viewed by: <strong>%s</strong>
de_de: Versionen können gesehen werden von <strong>%s</strong>

source: Private
de_de: Privat

source: Public
de_de: Öffentlich

source: Limited
de_de: Eingeschränkt

source: Access: <strong>%s</strong>
de_de: Zugriffsrecht: <strong>%s</strong>

source: Show Details
de_de: Zeige Details

source: Hide Details
de_de: Details verbergen

source: Add Files
de_de: Dateien hinzufügen

source: This Doc is in the Trash
de_de: Dieser Artikel ist in den Papierkorb

source: Trash
de_de: Papierkorb

source: Create a Doc
de_de: Doc erstellen

source: Upgrade complete!
de_de: Upgrade abgeschlossen!

source: Thanks for updating BuddyPress Docs. We need to run a few quick operations before your new Docs is ready to use.
de_de: Danke für das Updaten von BuddyPress Docs. Wir müssen ein paar Funktionen ablaufen lassen, bevor deine Docs bereit sind.

source: Click here to start the upgrade.
de_de: Klicke hier, um den Upgrade zu starten.

source: Start the upgrade
de_de: Upgrade starten

source: Migrating...
de_de: Migriere...

source: Migration complete! <a href="%s">Dashboard</a>
de_de: Migration abgeschlossen! <a href="%s">Dashboard</a>

source: Docs associated with the group %s
de_de: Docs die der Gruppe %s zugeordnet sind

source: Group terms migrated. Now migrating Doc access terms....
de_de: Kategorien migriert. Jetzt Zugriffsrechte migrieren...

source: Migrated %s of %s Docs. Migrating....
de_de: Migriere %s von %s Docs. Migriere...
