Repository: plakos/rw_translations
Catalog: bp-docs-*.po
Languages: de_de

# post type general name
source: Docs
de_de: Artikel

# post type singular name
source: Doc
de_de: Artikel

source: Add New
de_de: Erstellen

source: Add New Doc
de_de: Neuen Artikel erstellen

source: Edit Doc
de_de: Artikel bearbeiten

source: New Doc
de_de: Neuer Artikel

source: View Doc
de_de: Artikel ansehen

source: Search Docs
de_de: Artikel suchen

source: No Docs found
de_de: Keinen Artikel gefunden

source: No Docs found in Trash
de_de: Keinen Artikel im Papierkorb gefunden

source: Docs
de_de: Artikel

source: Associated Items
de_de: Kategorien

source: Associated Item
de_de: Zugeordnete Kategorie

source: %1$s commented on the doc %2$s
de_de: %1$s kommentierte den Artikel %2$s

source: %1$s created the doc %2$s
de_de: %1$s erstellte den Artikel %2$s

source: %1$s edited the doc %2$s
de_de: %1$s bearbeitete den Artikel %2$s

source: Created a Doc
de_de: Artikel erstellen

source: Edited a Doc
de_de: Einen Artikel bearbeitet

source: Commented on a Doc
de_de: Kommentierte einen Artikel

source: New Docs
de_de: Neue Artikel

source: Doc Edits
de_de: Artikel bearbeiten

source: Doc Comments
de_de: Artikel Kommentare

source: BuddyPress Docs Folders
de_de: BuddyPress Artikel Verzeichnisse

source: BuddyPress Docs Folder
de_de: BuddyPress Artikel Verzeichnis

source: Docs Folders
de_de: Artikel Verzeichnisse

source: Docs Folder
de_de: Artikel Verzeichis

# Doc edit tab name
source: Folders
de_de: Verzeichnisse

# Doc edit tab name
source: Group Folders
de_de: Gruppen Verzeichnisse

source: You must provide a folder name.
de_de: Sie müssen einen Verzeichnisnamen eingeben.

source: There was a problem editing that folder. Please try again.
de_de: Beim Speichern ist ein Fehler aufgetreten. Bitte versuche es nochmals.

source: Folder successfully updated.
de_de: Verzeichniss erfolgreich aktualisiert.

source: Folder successfully created.
de_de: Verzeichniss erfolgreich erstellt!

source: There was a problem creating the folder. Please try again.
de_de: Beim Speichern ist ein Fehler aufgetreten. Bitte versuche es nochmals.

source: Folder deleted.
de_de: Verzeichnis gelöscht.

source: Could not delete folder.
de_de: Verzeichnis konnte nicht gelöscht werden.

source: My Folders
de_de: Meine Verzeichnsse

source: - None -
de_de: keine

source: Personal
de_de: persönl.

source: Group-specific
de_de: Gruppenspezifisch

source: Folder type
de_de: Verzeichnistype

source: Parent (optional)
de_de: Übergeordnetes Verzeichnis (optional)

source: Folders
de_de: Verzeichnisse

source: Select a folder for this Doc.
de_de: Wähle ein Verzeichnis für diesen Artikel

source: Use an existing folder
de_de: Wähle ein vorhandenes Verzeichnis

source: Create a new folder
de_de: Neues Verzeichnis erstellen

source: You are viewing docs in the following folder: %s
de_de: Du siehst Artikel des Verzeichnisses: %s

source: #%d (no title)
de_de: #%d (kein Titel)

source: Edit
de_de: Bearbeiten

source: Close
de_de: Schliessen

source: Parent
de_de: Eltern

source: Save Changes
de_de: Änderungen speichern

source: Delete
de_de: Löschen

source: This folder contains no Docs.
de_de: Dieses Verzeichnis enthält keine Artikel

source: Parent:
de_de: Eltern:

source: Children:
de_de: Kinder:

source: You have successfully restored the Doc to the revision from %s.
de_de: Erfolgreich als Revision vom %s gespeichert.

source: Compare Revisions of &#8220;%1$s&#8221;
de_de: Revisionsvergleich von &#8220;%1$s&#8221;

source: Revisions
de_de: Revisionen

source: Revision for &#8220;%1$s&#8221; created on %2$s
de_de: Revision für &#8220;%1$s&#8221; erstellt am %2$s

# post revision
source: %1$s by %2$s
de_de: %1$s von %2$s

source: Restore
de_de: Wiederherstellen

source: Old
de_de: Alt

source: New
de_de: Neu

source: Date Created
de_de: Erstellungsdatum

source: Author
de_de: Autor

source: Actions
de_de: Aktionen

source: History
de_de: Versionen

source: Docs Tags
de_de: Artkel Tags

source: Docs Tag
de_de: Artikel Tag

source: You are viewing docs with the following tags: %s
de_de: Du siehst Artikel mit den folgenden Tags: %s

source: Tag
de_de: Tags

source: No tags to show.
de_de: Keine Schlagworte zum Anzeigen.

source: Docs tagged %s
de_de: Artikel getagged %s

source: Most Used
de_de: Am häufigsten genutzt

source: BuddyPress Docs Settings
de_de: BuddyPress Artikel Einstellungen

source: Settings
de_de: Einstellungen

source: General
de_de: Allgemein

source: Directory Excerpt Length
de_de: Verzeichnisauszugslänge

source: Users
de_de: Benutzer

source: User Tab Name
de_de: Name des Benutzer-Tab

source: Groups
de_de: Gruppen

source: Group Tab Name
de_de: Name des Gruppen-Tab

source: Attachments
de_de: Anhänge

source: Enable Attachments
de_de: Dateianlagen ermöglichen

source: Change the slug used to build Docs URLs.
de_de: Ändere das Schlagwort (Slug), um Dokumente-URLs neu zu bilden.

source: You have already defined this value in <code>wp-config.php</code>, so it cannot be edited here.
de_de: Du hast bereits diesen Wert in der <code>wp-config.php</code> definiert, so dass er hier nicht bearbeitet werden kann.

source: Change the value for longer or shorter excerpts.
de_de: Änderne den Wert für kürzere oder längere Auszüge.

source: Excerpts are shown on Docs directories, to provide better context. If your theme or language requires longer or shorter excerpts, change this value. Set to <code>0</code> to disable these excerpts.
de_de: Auszüge von Docs.

source: Change the word on groups' Docs tab.
de_de: Ändere das Wort auf der Docs Registerkarte.

source: Change the word on the BuddyPress group tab from 'Docs' to whatever you'd like. Keep in mind that this will not change the text anywhere else on the page. For a more thorough text change, create a <a href='http://codex.buddypress.org/extending-buddypress/customizing-labels-messages-and-urls/'>language file</a> for BuddyPress Docs.
de_de: Ändere das Wort auf den BuddyPress Gruppen Tabs von „Docs“ auf, was auch immer du möchtest. Denke daran, dass dies nicht den Text auf der Seite anderswo ändern wird.

source: Change the word on users' Docs tab.
de_de: Ändere das Wort auf den Benutzer Docs Registerkarte.

source: Change the word on users' Docs tabs from 'Docs' to whatever you'd like. Keep in mind that this will not change the text anywhere else on the page. For a more thorough text change, create a <a href='http://codex.buddypress.org/extending-buddypress/customizing-labels-messages-and-urls/'>language file</a> for BuddyPress Docs.
de_de: Ändere das Wort auf den Benutzer Docs Tabs von „Docs“ auf, was auch immer du möchtest. Denke daran, dass dies nicht den Text auf der Seite anderswo ändern wird.

source: Allow users to add attachments.
de_de: Anwendern erlauben, Dateianhänge hinzuzufügen.

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Allow users to add attachments to their Docs.
de_de: Anwendern erlauben, Dateianhänge ihren Dokumenten hinzuzufügen.

source: Recent Comments
de_de: Aktuelle Kommentare

source: No comments yet.
de_de: Noch keine Kommentare vorhanden.

source: File not found.
de_de: Datei nicht gefunden.

source: Attachment deleted
de_de: Anhang gelöscht

source: Could not delete attachment
de_de: Anhang konnte nicht gelöscht werden.

source: Upload File
de_de: Datei hinzufügen

source: Has attachment?
de_de: Anhang vorhanden?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Doesn&#8217;t matter
de_de: Spielt keine Rolle

source: It looks like you are running <strong>nginx</strong>. We recommend the following setting in your site configuration file:
de_de: Es scheint Du verwendest <strong> nginx </strong> Wir empfehlen die folgende Einstellung in der config Datei

source: It looks like you are running <strong>IIS 7</strong>. We recommend the following setting in your Web.config file:
de_de: Es scheint Du verwendest <strong>IIS 7</strong> Wir empfehlen die folgende Einstellung in der Datei Web.config.:

source: It looks like you are running <strong>Apache</strong>. The most likely cause of your problem is that the <code>AllowOverride</code> directive has been disabled, either globally (<code>httpd.conf</code>) or in a <code>VirtualHost</code> definition. Contact your host for assistance.
de_de: Es scheint Du verwendest <strong>Apache</strong>. Die wahrscheinliche Ursache deines Problems ist, dass die <code>AllowOverride</code> Richtlinie deaktiviert wurde, entweder global ( <code>httpd.conf</code> ) oder in eine <code>VirtualHost</code> Definition. Kontaktiere deinen Hoster für Unterstützung.

source: <strong>Your BuddyPress Docs attachments directory is publicly accessible.</strong> Doc attachments will not be properly protected from direct viewing, even if the parent Docs are non-public.
de_de: <strong>Dein Buddy Docs Anhänge Verzeichnis ist öffentlich zugänglich.</strong> Doc - Anhänge werden nicht korrekt vom direkten Einblick geschützt werden, auch wenn die Eltern Docs sind nicht öffentlich.

source: See <a href="%s">this wiki page</a> for more information.
de_de: Sieh die <a href=„%s“>Wiki-Seite</a> für weitere Informationen.

source: Dismiss this message
de_de: Diesen Hinweis ausblenden

source: Displays the most recent BuddyPress Docs that the visitor can read. Shows only group-associated docs when used in a single groups sidebar.
de_de: Zeigt die neusten BuddyPress Artikel an, die der Besucher lesen kann. Zeigt nur Gruppenassoziierte Artikel, wenn sie in einer einzelnen Gruppen verwendet werden.

# widget name
source: (BuddyPress Docs) Recent Docs
de_de: BuddyPress Artikel Einstellungen

source: Recent BuddyPress Docs
de_de: BuddyPress Artikel

source: Title:
de_de: Titel:

source: Number of docs to show:
de_de: Anzahl der Artikel, die anzuzeigen sind:

source: Display post date?
de_de: Artikeldatum anzeigen?

source: BuddyPress Docs
de_de: BuddyPress Artikel

source: Search Docs...
de_de: Artikel suchen...

source: Started By Me
de_de: Erstellt durch mich

source: Edited By Me
de_de: Bearbeitet durch mich

source: Create New Doc
de_de: Neuen Artikel erstellen

source: My Docs
de_de: Meine Artikel

source: %s&#8217;s Docs
de_de: Artikel von %s

source: Started By %s
de_de: Begonnen von %s

source: Edited By %s
de_de: Bearbeitet von %s

source: This doc is currently being edited by %s. To prevent overwrites, you cannot edit until that user has finished. Please try again in a few minutes.
de_de: Dieser Artikel wird gerade von %s bearbeitet. Um das Überschreiben zu verhindern, kannst du es nicht bearbeiten, bis dieses Mitglied fertig ist. Bitte versuche es in ein paar Minuten nochmals.

source: You do not have permission to edit the doc.
de_de: Du hast keine Berechtigung, den Artikel zu bearbeiten.

source: You do not have permission to create a Doc in this group.
de_de: Du hast in dieser Gruppe nicht die Berechtigung, einen Artikel zu erstellen.

source: You do not have permission to view this Doc's history.
de_de: Du hast nicht die Berechtigung, die Versionen anzusehen.

source: Lock successfully removed
de_de: Sperre erfolgreich entfernt

source: Doc successfully deleted!
de_de: Artikel erfolgreich gelöscht!

source: Could not delete doc.
de_de: Der Artikel konnte nicht gelöscht werden.

source: You do not have permission to delete that doc.
de_de: Du hast nicht die Berechtigung, dieser Artikel zu löschen.

source: Doc successfully removed from Trash!
de_de: Artikel erfolgreich aus dem Papierkorb zurück geholt!

source: Could not remove Doc from Trash.
de_de: Konnte den Artikel nicht aus dem Papierkorb entfernen.

source: You do not have permission to remove that Doc from the Trash.
de_de: DU hast keine Berechtigung den Artikel von der Gruppe zu entfernen.

source: Doc successfully removed from the group
de_de: Artikel erfolgreich von der Gruppe entfernt

source: Could not remove Doc from the group.
de_de: Konnte den Artikel nicht von der Gruppe entfernen.

source: You do not have permission to remove that Doc from this group.
de_de: Du hast keine Berechtigung den Artikel von der Gruppe zu entfernen.

source: Search
de_de: Suchen

source: Still working?
de_de: Noch am Arbeiten?

source: and %d more
de_de: und %d mehr

source: Docs associated with the %1$s %2$s
de_de: Artikel zugeordnet zu %1$s %2$s

source: Logged-in Users
de_de: Eingeloggte Benutzer

source: The Doc author only
de_de: Nur der Artikel-Autor

source: Anyone
de_de: jedermann

source: Your Doc was successfully saved, but some of your access settings have been changed to match the Doc's permissions.
de_de: Dein Artikel wurde erfolgreich gespeichert, gewisse Zugriffsrechte wurden aber den Artikel-Einstellungen angepasst.

source: Members of %s
de_de: Mitglieder von %s

source: Admins and mods of %s
de_de: Admins und Mods von %s

source: %1$s created the doc %2$s in the group %3$s
de_de: %1$s erstellte den Artikel %2$s in der Gruppe %3$s

source: %1$s edited the doc %2$s in the group %3$s
de_de: %1$s bearbeitete den Artikel %2$s in der Gruppe %3$s

source: %1$s commented on the doc %2$s in the group %3$s
de_de: %1$s kommentierte den Artikel %2$s in der Gruppe %3$s

source: Group
de_de: Gruppe

source: Unlink from Group
de_de: Verknüpfung von der Gruppe aufheben

source: There was an error saving, please try again
de_de: Beim Speichern ist ein Fehler aufgetreten. Bitte versuche es nochmals.

source: Settings saved successfully
de_de: Einstellungen erfolgreich gespeichert

source: Docs is a powerful tool for collaboration with members of your group. A cross between document editor and wiki, Docs allows you to co-author and co-edit documents with your fellow group members, which you can then sort and tag in a way that helps your group to get work done.
de_de: BuddyPress Artikel sind nützlich, um mit den Mitgliedern deiner Gruppe gemeinsam ein Dokument zu erarbeiten; eine Kreuzung zwischen Editor und Wiki. Sie können sortiert und mit Stichworten versehen werden, um die Zusammenarbeit zu erleichtern.

source: Enable Docs for this group
de_de: BuddyPress Artikel für diese Gruppe aktivieren

source: Options
de_de: Optionen

source: Minimum role to associate Docs with this group:
de_de: Minimale Benutzerrolle, um Dokumente mit dieser Gruppe verknüpfen zu können:

source: Group admin
de_de: Gruppen-Administrator

source: Group moderator
de_de: Gruppen-Moderator

source: Group member
de_de: Gruppenmitglied

source: View Docs
de_de: Zeige Artikel

# group Docs directory breadcrumb
source: %s&#8217;s Docs
de_de: %ss Artikel

# user Docs directory breadcrumb
source: %s&#8217;s Docs
de_de: %ss Artikel

source: Unknown error. Please try again.
de_de: Unbekannter Fehler. Versuche es nochmals.

source: You are not allowed to associate a Doc with that group.
de_de: Du bist nicht berechtigt, einen Artikel einer Gruppe zuzuordnen.

source: The title field is required.
de_de: Das TITEL Feld ist erforderlich.

source: There was an error when creating the doc.
de_de: Beim Erstellen ist ein Fehler aufgetreten.

source: Doc successfully created!
de_de: Artikel erfolgreich erstellt!

source: There was an error when saving the doc.
de_de: Beim Speichern ist ein Fehler aufgetreten.

source: You idled a bit too long while in Edit mode. In order to allow others to edit the doc you were working on, your changes have been autosaved. Click the Edit button to return to Edit mode.
de_de: Du warst zu lange im Bearbeitungsmodus. Um anderen ebenfalls zu erlauben, das Doc zu bearbeiten, wurden deine Änderungen automatisch gespeichert. Klicke auf den Bearbeitungs-Button, um zu diesem Modus zurückzukehren.

source: Doc successfully edited!
de_de: Artikel erfolgreich bearbeitet!

source: Viewing %1$s-%2$s of %3$s docs in this folder.
de_de: %1$s-%2$s von %3$s Artikel anzeigen

source: View all docs in <strong>%s</strong>.
de_de: Zugriffsrecht: <strong>%s</strong>

source: There are no docs for this view.
de_de: Es gibt keine Artikel in dieser Ansicht.

source: Read
de_de: Lesen

source: Title
de_de: Titel

source: Created
de_de: Erstellt

source: Last Edited
de_de: Geändert

source: Viewing %1$s-%2$s of %3$s docs
de_de: %1$s-%2$s von %3$s Artikel anzeigen

source: There are no docs for this view. Why not <a href="%s">create one</a>?
de_de: Es gibt keine Artikel in dieser Ansicht. Willst du einen Artikel <a href="%s">erstellen</a>?

source: Manage Folders
de_de: Verzeichnisse Verwalten

source: Hide Folders
de_de: Verzeichnisse ausblenden

source: Show Folders
de_de: Zeige Verzeichnisse

source: Go up one folder
de_de: Ein Verzeichnis nach oben

source: Docs Directory
de_de: Artikel Verzeichnis

source: Delete Folder
de_de: Verzeichnis löschen

source: This does not appear to be a valid folder.
de_de: Dies scheint kein gültiges Verzeichnis zu sein.

source: You are about to delete the folder %s.
de_de: Sie sind im Begriff, das Verzeichnis %s zu löschen.

source: <strong>WARNING:</strong> Deleting a folder will also delete all Docs and subfolders in the folder. This action cannot be undone. To preserve your content, remove everything from this folder before deleting it.
de_de: <strong>ACHTUNG:</strong> Das Löschen eines Verzeichnises wird auch alle Unterordner und Dokumente darin löschen. Diese Aktion kann nicht rückgängig gemacht werden. Um die Verzeichnisinhalte zu erhalten, heben Sie alle Verbindungen auf und speichern sie woanders ab und löschen erst dann das Verzeichnis.

source: I understand the consequences and wish to continue deleting this folder.
de_de: Ich verstehe die Konsequenzen und möchte das Löschen dieses Verzeichnisses fortsetzen.

source: Cancel
de_de: Abbrechen

source: Manage Existing Folders
de_de: Vorhandene Verzeichnisse verwalten

source: Create New Folder
de_de: Neuen Artikel erstellen

source: Create
de_de: Erstellen

source: Discussion (%d)
de_de: Diskussion (%d)

source: There are no comments for this doc yet.
de_de: Für diesen Artikel gibt es noch keine Kommentare.

source: Comment posting has been disabled on this doc.
de_de: Für diesen Artikel wurde die Kommentarfunktion deaktiviert.

source: Comment display has been disabled on this doc.
de_de: Für diesen Artikel wurde die Kommentaransicht deaktiviert.

source: You have been idle for <span id="idle-warning-time"></span>
de_de: Du warst untätig für <span id="idle-warning-time"></span>

source: Content
de_de: Inhalt

source: Associated Group
de_de: Gruppenzugehörigkeit

source: Access
de_de: Zugriffsrechte

source: Tags are words or phrases that help to describe and organize your Docs.
de_de: Tags sind Schlagwörter, die bei der Beschreibung und Organisation der Docs hilfreich sind.

source: Separate tags with commas (for example: <em>orchestra, snare drum, piccolo, Brahms</em>)
de_de: Trenne die Tags mit Komma (zum Beispiel: <em>Recht, Gesundheitsreform, Arztpraxis, Arbeitsablauf</em>)

source: Select a parent for this Doc.
de_de: Eltern für diesen Artikel auswählen.

source: (Optional) Assigning a parent Doc means that a link to the parent will appear at the bottom of this Doc, and a link to this Doc will appear at the bottom of the parent.
de_de: Ein übergeordneten Artikel anzugeben bedeutet, dass in der Fusszeile beider Artikel ein Link zum jeweils anderen Artikel angezeigt wird (optional).

source: Save
de_de: Speichern

source: Are you still there?
de_de: Bist du noch da?

source: In order to prevent overwriting content, only one person can edit a given doc at a time. For that reason, you must periodically ensure the system that you're still actively editing. If you are idle for more than 30 minutes, your changes will be auto-saved, and you'll be sent out of Edit mode so that others can access the doc.
de_de: Um das Überschreiben zu verhindern kann jeweils nur eine Person ein Doc bearbeiten. Bist du für mehr als 30 Minuten untätig, werden deine Änderungen automatisch gespeichert und du wirst vom Bearbeitungsmodus verabschiedet, damit andere auf das Doc zugreifen können.

source: I'm still editing!
de_de: Ich bin noch am Bearbeiten!

source: Click on a revision date from the list below to view that revision.
de_de: Klicke auf das Revisionsdatum in der Liste, um die Version anzusehen.

source: Alternatively, you can compare two revisions by selecting them in the 'Old' and 'New' columns, and clicking 'Compare Revisions'.
de_de: Alternativ kannst du zwei Versionen vergleichen, indem du diese in der 'Alt'- und 'Neu'-Spalte ausw&auml;hlst und auf 'Revisionsvergleich' klickst.

source: Older: %s
de_de: Älter: %s

source: Newer: %s
de_de: Neuer: %s

source: You are currently viewing a revision titled "%1$s", saved on %2$s by %3$s
de_de: Dies ist die Version "%1$s", gespeichert am %2$s von %3$s

source: These revisions are identical.
de_de: Diese Versionen sind identisch.

source: Locked
de_de: Gesperrt

source: (click for more info)
de_de: (klicke für mehr Info)

source: This doc is currently being edited by %1$s. In order to prevent edit conflicts, only one user can edit a doc at a time.
de_de: Dieser Artikel wird gerade von %1$s bearbeitet. Damit es keine Konflikte gibt, kann nur eine Person einen Artikel bearbeiten.

source: Please try again in a few minutes. Or, as an admin, you can <a href="%s">force cancel</a> the edit lock.
de_de: Bitte versuche es in ein paar Minuten nochmals. Wenn du Admin bist, kannst du <a href="%s">die Sperre aufheben</a>.

source: Please try again in a few minutes.
de_de: Bitte versuche es in ein paar Minuten nochmals.

source: (no parent)
de_de: Nicht übergeordnet

source: You are viewing <strong>all</strong> docs.
de_de: Du siehst <strong>alle</strong> Artikel.

source: <strong><a href="%s" title="View All Docs">View All Docs</a></strong>
de_de: <strong><a href="%s" title="Alle Artikel zeigen">Alle Artikel zeigen</a></strong>

source: Filter by: %s
de_de: Filtern nach: %s

source: You are searching for docs containing the term <em>%s</em>
de_de: Du suchst nach Artikel, die den Begriff <em>%s</em> enthalten

source: None
de_de: keine

source: Which group should this Doc be associated with?
de_de: Welcher Gruppe soll dieser Artikel zugeordnet werden?

source: (Optional) Note that the Access settings available for this Doc may be limited by the privacy settings of the group you choose.
de_de: Beachte, dass die für diesen Artikel zur Verfügung stehenden Zugriffsrechte durch die Gruppe, die du wählst, limitiert sein können (optional).

source: %s member
de_de: %s Mitglied

source: Public Group
de_de: Öffentliche Gruppe

source: Private Group
de_de: Private Gruppe

source: Hidden Group
de_de: Unsichtbare Gruppe

source: Who can read this doc?
de_de: Wer kann diesen Artikel lesen?

source: Who can edit this doc?
de_de: Wer kann diesen Artikel bearbeiten?

source: Who can read comments on this doc?
de_de: Wer kann die Kommentare dieses Artikels lesen?

source: Who can post comments on this doc?
de_de: Wer kann für diesen Artikel Kommentare verfassen?

source: Who can view the history of this doc?
de_de: Wer kann die Versionen dieses Artikels ansehen?

source: Untrash
de_de: Aus dem Papierkorb zurückholen

source: Remove from Trash
de_de: Aus dem Papierkorb zurückholen

source: Permanently Delete
de_de: Dauerhaft löschen

source: Move to Trash
de_de: In den Papierkorb verschieben

source: All Docs
de_de: Alle Artikel

source: %s's Docs
de_de: Artikel von %s

source: My Groups
de_de: Meine Gruppen

source: Group:
de_de: Gruppe:

source: My Friends
de_de: Meine Freunde

source: Just Me
de_de: Nur ich

source: Members of: %s
de_de: Mitglieder von: %s

source: Admins and mods of the group %s
de_de: Admins und Mods der Gruppe %s

source: The Doc author only (that's you!)
de_de: Nur der Artikel-Autor (das bist du!)

source: This Doc can be read by: <strong>%s</strong>
de_de: Dieser Artikel kann gelesen werden durch <strong>%s</strong>

source: This Doc can be edited by: <strong>%s</strong>
de_de: Dieser Artikel kann bearbeitet werden durch <strong>%s</strong>
