Repository: plakos/rw_translations
Catalog: buddypress-edit-activity-*.po
Languages: de_de

source: Couldn't load main class at:<br/>%s
de_de: Hauptklasse konnte nicht geladen werden bei: <br/> %s

source: <h1>Fatal error:</h1><hr/><pre>%s</pre>
de_de: <h1> Fataler Fehler: </h1><hr/><pre> %s </pre>

source: Save Changes
de_de: Änderungen speichern

source: Admin only
de_de: Nur Administratoren

source: Admin and user who created the post
de_de: Administratoren und Nutzende, die den Beitrag erstellt haben.

source: Activity Posts
de_de: Activity Einträge

source: Activity Replies
de_de: Antworten auf Aktivitäten

source: Edit
de_de: Bearbeiten

source: Save
de_de: Speichern

source: Nothing found!
de_de: Nichts gefunden!

source: Error!
de_de: Fehler!

source: Front-end Editing Settings
de_de: Front-End-Bearbeitung Einstellungen

source: Who can edit activity
de_de: Wer darf Aktivitäten bearbeiten

source: Editable on front-end
de_de: Im Front-End editierbar

source: Disallow editing after
de_de: Bearbeitung deaktivieren nach

source: Buddypress Edit Activity
de_de: BuddyPress Activitäten Bearbeiten

source: Need BuddyPress customizations?
de_de: BuddyPress

source: Say hello.
de_de: Sei gegrüßt.

source: minutes
de_de: Minuten

source: Leave at 0 to set no time limit
de_de: Verwenden Sie 0 für keine zeitliche Begrenzung.

source: Exclude admins from time limit.
de_de: Administratoren sind von der Bearbeitungsfrist ausgeschlossen

source: Settings updated.
de_de: Einstellungen aktualisiert.

source: Settings
de_de: Einstellungen

source: Cancel
de_de: Abbrechen
