Repository: plakos/rw_translations
Catalog: plugins/hierarchical-groups-for-bp-*.po
Languages: de_de

source: Hierarchical Groups for BuddyPress requires BuddyPress 2.7 or newer.
de_de: Hierarchische Gruppen für BuddyPress benötigt BuddyPress 2.7 oder neuer.

# Label for group management tab
source: Hierarchy
de_de: Gruppenhierarchie

# Label for the parent group select on a single group manage screen
source: Parent Group
de_de: Übergeordnete Gruppe

source: This group is currently a top-level group.
de_de: Diese Gruppe ist derzeit auf der obersten Ebene

source: This group&rsquo;s current parent group is a hidden group, and you are not a member of that group.
de_de: Die übergeordnete Gruppe ist eine versteckte Gruppe, und Sie sind kein Mitglied dieser Gruppe.

source: This group&rsquo;s current parent group is %s.
de_de: Die übergeordnete Gruppe dieser Gruppe ist derzeit %s.

# The option to keep the current parent.
source: Keep current parent group
de_de: Die aktuelle übergeordnete Gruppe beibehalten.

# The option that sets a group to be a top-level group and have no parent.
source: No parent group
de_de: Keine übergeordnete Gruppe

source: Who is allowed to select this group as the parent group of another group?
de_de: Wer darf diese Gruppe als Übergeordnete Gruppe für eine andere Gruppe auswählen?

source: Any logged-in site member
de_de: Jedes eingeloggte Mitglied

source: All group members
de_de: Alle Mitglieder der Gruppe

source: Group admins and mods only
de_de: Nur Administratoren und Moderatoren

source: Group admins only
de_de: Nur Administratoren

source: No one
de_de: Niemand

source: Include activity from parent and child groups in this group&rsquo;s activity stream.
de_de: Aktivieren Sie die Synchronisation der Aktivitäten aus übergeordneten und untergeordneten Gruppen in den Aktivitäten dieser Gruppe.

source: Include parent group activity.
de_de: Aktivität der übergeordneten Gruppe einschließen.

source: Include child group activity.
de_de: Aktivität der untergeordneten Gruppen einschließen.

source: Include parent and child group activity.
de_de: Aktivität der über- und untergeordneten Gruppen einschließen.

source: Do not include related group activity.
de_de: Keine Aktivitäten verbundener Gruppen einschließen.

source: Inherit global setting.
de_de: Globale Einstellung erben.

source: Hierarchy %s
de_de: Assozieerte Gruppen %s

source: Include top-level groups only.
de_de: Nur Gruppen von obersten Ebenen einschließen.

source: Hierarchy Options
de_de: Gruppen-Hierarchie Optionen

source: Settings
de_de: Einstellungen

source: Show the groups directories as a hierarchical tree.
de_de: Gruppenverzeichnisse als hierarchischen Baum darstellen.

source: Replace the flat groups directory with a hierarchical directory.
de_de: Einfache Gruppenlisten durch ein hierarchisches Verzeichnis ersetzen.

source: Group Activity Syndication
de_de: Gruppenaktivitätssynchronisation

source: Include related group activity in group activity streams.
de_de: Zugehörige Gruppenaktivitäten in Gruppenaktivitätsströmen einfügen.

source: Who can override this setting for each group?
de_de: Wer soll diese Einstellung für jede Gruppe überschreiben dürfen?

source: Customize labels
de_de: Beschriftungen anpassen

source: Import Data from Other Plugins
de_de: Importieren von Daten aus anderen Plugins

source: Select an import tool to run.
de_de: Wählen Sie ein Import-Tool aus, das ausgeführt werden soll.

source: Hierarchy settings can be set per-group or globally. Set global defaults here. Note that users will not see activity from groups they cannot visit.
de_de: Hierarchieeinstellungen können pro Gruppe oder global festgelegt werden. Legen Sie hier globale Standardwerte fest. Beachten Sie, dass Benutzer keine Aktivität von verbundenen Gruppen sehen, die sie nicht besuchen dürfen.

source: <strong>Include parent group activity</strong> in every group activity stream.
de_de: In den Aktivitäten auch die <strong>übergeordnete Gruppenaktivität einschließen</ strong>.

source: <strong>Include child group activity</strong> in every group activity stream.
de_de: <Strong> Untergruppenaktivitäten </ strong> in jedem Gruppenaktivitätsstrom einbeziehen.

source: <strong>Include parent and child group activity</strong> in every group activity stream.
de_de: <strong>Über- und untergeordnete Gruppenaktivitäten</strong> den Aktivitäten jeder Gruppe hinzufügen.

source: <strong>Do not include related group activity</strong> in any group activity stream.
de_de: <Strong> Keine zugehörige Gruppenaktivität </ strong> in einem Gruppenaktivitätsstrom einbetten.

# Response for allow overrides of include group activity global setting
source: <strong>Group administrators</strong> can choose a setting for their group.
de_de: <strong>Gruppen Administratoren</strong> können eine Einstellung für Ihre Gruppe wählen.

# Response for allow overrides of include group activity global setting
source: <strong>Site administrators</strong> can choose a setting for each group.
de_de: <strong>Website Administratoren</strong> können eine Einstellung für Ihre Gruppe wählen.

# Response for allow overrides of include group activity global setting
source: <strong>Enforce global setting</strong> for all groups.
de_de: <Strong> Globale Einstellungen für alle Gruppen </ strong> erzwingen.

# Response for use directory tree global setting
source: Show a hierarchical directory.
de_de: Hierarchisches Verzeichnis anzeigen.

# Label for label setting on site hierarchy options screen
source: Group directory &ldquo;use tree view&rdquo; toggle label:
de_de: Umschalterlabel für die Baumansicht im Gruppenverzeichnis:

source: Change the label of the &ldquo;use tree view&rdquo; toggle on the main group directory.
de_de: Ändern Sie das den Bezeichner für die den Umschalter von Baumansicht im Hauptgruppenverzeichnis.

# Label for label setting on site hierarchy options screen
source: Group directory child group section label:
de_de: Label für den Untergruppenbereich im Gruppenverzeichnis:

# Label for label setting on site hierarchy options screen
source: Group navigation tab label:
de_de: Gruppennavigation Label:

source: Change the word on the BuddyPress group tab from &ldquo;Hierarchy&rdquo; to whatever you&rsquo;d like. To show the number of child groups in the label, include the string <code>%s</code> in your new label, like <code>Subgroups %s</code>.
de_de: Ändern Sie das Wort auf der Registerkarte BuddyPress-Gruppe von & ldquo; Hierarchy & rdquo; zu was auch immer sie u. Rsquo; d mögen. Um die Anzahl der untergeordneten Gruppen im Label anzuzeigen, fügen Sie den String <code>% s </ code> in Ihr neues Label ein, wie zB <code> Untergruppen% s </ code>.

source: Settings updated.
de_de: Einstellungen gespeichert.

# Label for the WP groups table parent group column
source: Parent Group
de_de: Übergeordnete Gruppe

source: View all child groups of %s.
de_de: Alle untergeordneten Gruppen von %s ansehen.

source: Child groups %s
de_de: Untergeordnete Gruppen %s

source: Hierarchical Groups for BP
de_de: Hierarchische Gruppen für Buddypress

source: Add hierarchical group functionality to your BuddyPress-powered community site.
de_de: Fügen Sie hierarchische Gruppenfunktionalität Ihrer BuddyPress-powered Community-Website hinzu.
